Repository: 0rzech/Newelle
Catalog: po/*.po
Languages: it, nl

source: Extensions
it: Estensioni
nl: Uitbreidingen

source: Choose an extension
it: Scegli un'estensione
nl: Kies een uitbreiding

source: has been removed
it: è stato rimossa
nl: is verwĳderd

source: Add extension
it: Aggiugi estensione
nl: Uitbreiding toevoegen

source: Extension added. New extensions will run from the next launch
it: Estensione aggiunta. Le nuove estensioni verranno eseguite dal prossimo lancio
nl: De uitbreiding is toegevoegd. Nieuwe uitbreidingen worden na de volgende opstart ingeschakeld.

source: The extension is wrong
it: L'estensione è sbagliata
nl: Deze uitbreiding is ongeldig

source: This is not an extension
it: Questa non è un'estensione
nl: Dit is geen uitbreiding

source: Terminal threads are still running in the background
it: I thread del terminale sono ancora in esecuzione in background
nl: Terminalprocessen blĳven op de achtergrond draaien

source: When you close the window, they will be automatically terminated
it: Quando chiudi la finestra, verranno automaticamente terminate
nl: Als u het venster sluit, dan worden ze automatisch afgebroken

source: Cancel
it: Cancella
nl: Annuleren

source: Close
it: Chiudi
nl: Sluiten

source: Chat is rebooted
it: La chat viene riavviata
nl: Het gesprek is herstart

source: Folder is rebooted
it: La cartella viene riavviata
nl: De map is herstart

source: Chat is created
it: La chat è stata creata
nl: Het gesprek is aangemaakt

source: Chat
nl: Gesprek

source: Thread editing
it: Modifica del thread
nl: Procesbewerking

source: Settings
it: Impostazioni
nl: Voorkeuren

source: Keyboard shorcuts
it: Scorciatoie da tastiera
nl: Sneltoetsen

source: About
it: Informazioni
nl: Over

source: Chat
nl: Gesprek

source: History
it: Cronologia
nl: Geschiedenis

source: Create a chat
it: Crea una chat
nl: Gesprek aanmaken

source: Stop
nl: Beëindigen

source: Clear
nl: Wissen

source: Continue
nl: Hervatten

source: Regenerate
nl: Opnieuw aanmaken

source: File not found
it: File non trovato
nl: Het bestand is niet aangetroffen

source: The file cannot be sent until the program is finished
it: Il file non può essere inviato fino a quando il programma non è terminato
nl: Dit bestand kan pas worden verstuurd als de toepassing klaar is

source: The file is not recognized
it: Il file non è riconosciuto
nl: Dit bestand wordt niet herkend

source: You can no longer continue the message.
it: Non puoi più continuare il messaggio.
nl: U kunt dit bericht niet hervatten.

source: You can no longer regenerate the message.
it: Non è più possibile rigenerare il messaggio.
nl: U kunt dit bericht niet opnieuw aanmaken.

source: Chat is empty
it: La chat è vuota
nl: Het gesprek is blanco

source: Chat is cleared
it: La chat è stata cancellata
nl: Het gesprek is gewist

source: The message was canceled and deleted from history
it: Il messaggio è stato annullato ed eliminato dalla cronologia
nl: Het bericht is afgebroken en uit de geschiedenis gewist

source: Failed to send bot a message
it: Impossibile inviare un messaggio al bot
nl: Het bericht kan niet worden verstuurd aan de bot

source: Chat has been stopped
it: La chat è stata interrotta
nl: Het gesprek is beëindigd

source: Folder is Empty
it: La cartella è vuota
nl: De map is leeg

source: Wrong folder path
it: Percorso della cartella errato
nl: De maplocatie is onjuist

source: Thread has not been completed, thread number:
it: Thread non è stato completato, numero thread:
nl: Het proces is niet afgerond. Procesnummer:

source: Failed to open the folder
it: Impossibile aprire la cartella
nl: De map kan niet worden geopend

source: The message cannot be sent until the program is finished
it: Il messaggio non può essere inviato fino a quando il programma non è terminato
nl: Dit bericht kan pas worden verstuurd als de toepassing klaar is

source: You can't edit a message while the program is running.
it: Non puoi modificare un messaggio mentre il programma è in esecuzione.
nl: U kunt geen berichten bewerken terwĳl de toepassing nog draait.

source: Attention the neural network has access to your computer, be careful, we are not responsible for the neural network.
it: Attenzione la rete neurale ha accesso al tuo computer, stai attento, noi non siamo responsabile per la rete neurale.
nl: Let op: het neurale netwerk heeft toegang tot uw computer. Wees terughoudend hiermee - wĳ zĳn niet verantwoordelĳk voor dit netwerk.

source: No threads are running
it: Nessun thread è in esecuzione
nl: Er zĳn geen processen actief

source: Thread number:
it: Numero di Thread:
nl: Procesnummer:

source: Help
it: Aiuto
nl: Hulp

source: Shortcuts
it: Scorciatoie
nl: Sneltoetsen

source: Reload chat
it: Ricarica chat
nl: Gesprek herladen

source: Reload folder
it: Ricarica cartella
nl: Map herladen

source: New tab
it: Nuova scheda
nl: Nieuw tabblad

source: Interface
it: Interfaccia
nl: Vormgeving

source: Hidden files
it: File nascosti
nl: Verborgen bestanden

source: Show hidden files
it: Mostra file nascosti
nl: Verborgen bestanden tonen

source: Number of offers
it: Numero di offerte
nl: Aantal keuzes

source: Number of message suggestions to send to chat
it: Numero di suggerimenti di messaggi da inviare alla chat
nl: Het aantal berichtsuggesties dat dient te worden verstuurd naar

source: Prompt control
it: Controllo prompt
nl: Opdrachtbeheer

source: Auto-run commands
it: Comandi di esecuzione automatica
nl: Automatische opdrachten

source: Commands that the bot will write will automatically run
it: I comandi che il bot scriverà verranno eseguiti automaticamente
nl: Opdrachten die de bot automatisch zal uitvoeren

source: Console access
it: Accesso consolle
nl: Terminaltoegang

source: Can the program run terminal commands on the computer
it: Il programma può eseguire i comandi del terminale sul computer
nl: Of de toepassing terminalopdrachten op uw computer mag uitvoeren

source: Graphs access
it: Accesso ai grafici
nl: Grafieken tonen

source: Can the program display graphs
it: Il programma può visualizzare grafici
nl: Of de toepassing grafieken mag tonen

source: Basic functionality
it: Funzionalità di base
nl: Basisfunctionaliteit

source: Showing tables and code (*can work without it)
it: Visualizzazione di tabelle e codice (*può funzionare senza di esso)
nl: Tabellen en code tonen (*kan zonder)

source: Show image
it: Mostra immagine
nl: Afbeelding tonen

source: Show image in chat
it: Mostra immagine in chat
nl: Afbeelding in gesprek tonen

source: Neural Network Control
it: Controllo della rete neurale
nl: Neuraalnetwerkbeheer

source: Command virtualization
it: Virtualizzazione dei comandi
nl: Opdrachtvisualisatie

source: Run commands in a virtual machine
it: Eseguire i comandi in una macchina virtuale
nl: Voer opdrachten uit in een virtuele machine

source: Program memory
it: Memoria del programma
nl: Toepassingsgeheugen

source: How long the program remembers the chat
it: Per quanto tempo il programma ricorda la chat
nl: Hoelang de toepassing een gesprek dient te bewaren

source: The change will take effect after you restart the program.
it: La modifica avrà effetto dopo il riavvio del programma.
nl: Let op: de wĳziging wordt na het herstarten van de toepassing toegepast.

source: Stop
it: Ferma

source: Clear
it: Pulisci

source: Continue
it: Continua

source: Regenerate
it: Rigenera
